Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=218_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielet
sme: Sámegielat

source: Saamen kielestä puhuttaessa ei tarkoiteta vain yhtä kieltä.
sme: Go hállat sámegiela birra, de eat oaivvil dušše ovtta giela.

source: Saamen kielimuotoja tunnetaan yhteensä kymmenen, joista yhdeksää puhutaan edelleen Suomen, Ruotsin, Norjan ja Venäjän alueilla.
sme: Sámegiela giellahámit gávdnojit oktiibuot logi, main ovcci hállojuvvo ain Suoma, Ruoŧa, Norgga ja Ruošša guovlluin.

source: Saamen kielet kuuluvat uralilaisen kielikunnan suomalais-ugrilaiseen haaraan ja ne ovat itämerensuomalaisten kielten lähimpiä sukukieliä.
sme: Sámegielat gullet uralilaš giellagotti suopmelaš-ugralaš suorgái ja dat leat nuortamearasuopmelaš gielaid lagamus sohkagielat.

source: Itämerensuomalaisista kielistä suurimpia ovat suomi ja viro.
sme: Nuortamearasuopmelaš gielain stuorámusat leat suoma- ja esttegiella.

source: Saamelaiskielet puolestaan jaetaan länsi- ja itäsaamelaisiin kieliin.
sme: Sámegielat fas juhkkojuvvojit oarje- ja nuortasámegielaide.

source: Länsisaamelaisia kieliä ovat etelä-, uumajan-, piitimen-, luulajan- sekä pohjoissaame ja itäsaamelaisia inarin-, koltan-, akkalan-, kildinin- ja turjansaame.
sme: Oarjesámegielat leat lulli-, ubmi-, bihtán-, julev- sihke davvisámegiella ja nuortasámegielat anáraš-, nuortalaš-, ákkil-, gieldda- ja darjjisámegiella.

source: Saamen kielet muodostavat paikoittain murrejatkumon, eli jotkut läheisten saamen kielten puhujat voivat ymmärtää toisiaan.
sme: Ránnjáguovlluid sámegielat sulastahttet muhtumin nu ollu nuppiideaset ahte dáid gielaid hállit bastet áddet nuppiideaset.

source: Yleensä kuitenkin kielten väliset rajat ovat selviä, eikä toisen saamen kielen puhuja ymmärrä toista opiskelematta sitä.
sme: Dábálaččat goit gielaid gaskasaš ráját leat čielgasat iige nuppi sámegiela hálli ádde nuppi, jos ii oahpahala su giela.

source: Kielten välistä ymmärtämistä ovat edesauttaneet niiden väliset kontaktit ja käyttö samoilla alueilla.
sme: Gielaid gaskasaš áddema leat ovddidan daid gaskasaš oktavuođat ja geavaheapmi seamma guovlluin.

source: Karttaan merkityt kielten väliset rajat viittaavat kielten perinteisiin käyttöalueisiin.
sme: Gártii merkejuvvon gielaid gaskasaš ráját čujuhit gielaid árbevirolaš geavahanguovlluide.

source: Saamea puhuvien henkilöiden määrästä ei ole tarkkoja tietoja.
sme: Sámegiela hálli olbmuid mearis eai leat dárkkes dieđut.

source: Saamen kielten asema on ollut pitkään heikko ja sen on voinut ilmoittaa henkikirjoittajalle äidinkielekseen (Suomessa) vasta ensimmäisen saamen kielilain tultua voimaan vuonna 1992.
sme: Sámegielaid sajádat lea leamaš guhká heittot ja dan lea sáhttán almmuhit heaggačállái eatnigiellanis (Suomas) easkka dalle go vuosttas sámi giellaláhka bođii fápmui jagis 1992.

source: Saamen kielen puhujat ovat nykyisin lähes poikkeuksetta kaksi- tai jopa kolmikielisiä, eikä väestökirjoihin voi ilmoittaa äidinkielekseen kuin yhden kielen.
sme: Sámegiela hállit leat dán áigge measta álo guovtte- dahje juoba golmmagielagat, iige veahkadatgirjjiide sáhte almmuhit eatnigiellan go ovtta giela dušše.

source: Oletettavasti saamen kielten puhujien määrä on kokonaisuudessaan 30.000-50.000 välillä.
sme: Navdimis sámegielaid hálliid mearri lea buohkanassii 30.000-50.000 gaskkas.

source: Suomessa puhutaan kolmea saamea
sme: Suomas hállet golbma sámegiela

source: Kaikista saamenpuhujista arviolta 75-90 % puhuu pohjoissaamea (dávvisámegiella).
sme: Buot sámegiela hálliin árvvu miel 75-90% hállá davvisámegiela.

source: Se on Pohjoismaissa eniten käytetty ja myös Suomen suurin saamelaiskieli.
sme: Dat lea Davviriikkain eanemus geavahuvvon ja maid Suoma stuorámus sámegiella.

source: Sen perinteistä puhuma-aluetta Suomessa ovat Utsjoki, Inari, Enontekiö ja Sodankylän pohjoisosa.
sme: Dan árbevirolaš hállanguovllut Suomas leat Ohcejohka, Anár, Eanodat ja Soađegili davveoassi.

source: Suurin osa saamen kielen ja saamenkielisestä opetuksesta, tiedonvälityksestä, kirjallisuudesta, musiikista ja kaikesta julkaisusta saamenkielisestä materiaalista on pohjoissaamenkielistä.
sme: Váldooassi sámegiela ja sámegielat oahpahusas, diehtojuohkimis, girjjálašvuođas, musihkas ja buot olggosaddon sámegielat materiálas lea davvisámegillii.

source: Pohjoissaamen elpyminen pitkään kestäneen suomalaistamis-, norjalaistamis- ja ruotsalaistamiskauden jälkeen alkoi jo 1960- ja 1970-luvuilla ja kieli kuuluu ja näkyy nykyisin kaikkialla saamelaisalueilla.
sme: Davvisámegiela ealáskahttin guhká bistán láttiiduhttin-, dáruiduhttin- ja ruoŧaiduhttinbaji maŋŋá álggii juo 1960- ja 1970-loguin ja giella gullo ja oidno dál miehtá sámeguovllu.

source: Pohjoissaamen yhtenäinen pohjoismainen ortografia eli kirjoitustapa hyväksyttiin vuonna 1978.
sme: Davvisámegiela ovttalágan davviriikkalaš ortografia dahjege čállinvuohki dohkkehuvvui jagis 1978.

source: Siitä lähtien saamenkielistä kirjallisuutta on julkaistu enemmän kuin aikaisempina vuosisatoina yhteensä ja se on tavoittanut entistä laajemmat lukijapiirit.
sme: Dan rájes sámegielat girjjálašvuohta lea olggosaddon eanet go ovddit jahkečuđiin oktiibuot ja dat lea juksan lohkkiid viidásabbot go goasge ovdal.

source: Kaksi muuta Suomessa puhuttavaa saamen kieltä ovat inarin- ja koltansaame (anarâškielâ, sääŠmkiõll).
sme: Guokte eará sámegiela, mat hállojuvvojit Suomas, leat anáraš- ja nuortalašgiella (anarâškielâ, sääŠmkiõll).

source: Niitä molempia puhuu äidinkielenään arviolta noin 300 henkeä.
sme: Daid goappašagaid hállet eatnigiellaneaset sullii 300 olbmo.

source: Inarinsaame
sme: Anárašgiella

source: Inarinsaamelaiset ovat Suomessa ainoa saamelaisryhmä, joka on perinteisesti asunut vain yhden valtion alueella.
sme: Anáraččat leat Suomas áidna sámejoavku, mii lea árbevirolaččat ássan dušše ovtta riikkas.

source: Inarinsaamen kielen tilanne oli erittäin hälyttävä vielä 20 vuotta sitten.
sme: Anárašgiela dilli lei hui váttis vel 20 jagi dás ovdal.

source: Aktiivisen Inarinsaamen yhdistyksen ja monenlaisten kielen elvytyshankkeiden seurauksena kieli on saanut uusia puhujia ja elvytyshankkeet jatkuvat kaiken aikaa.
sme: Aktiivvalaš Anárašgiela searvvi ja iešguđetlágan giela ealáskahttindoaimmaid vehkiin giella lea ožžon ođđa hálliid ja ealáskahttindoaimmat joatkašuvvet oppa áigge.

source: Inarinsaamen kielenelvytys on tuottanut tulosta.
sme: Anárašgiela gielaealáskahttimis leamašan čielgasit ávki.

source: Inarinsaamen oikeinkirjoitustapa, ortografia, hyväksyttiin vuonna 1992.
sme: Anárašgiela riektačállinvuohki, ortografia, dohkkehuvvui jagis 1992.

source: Inarin kirkonkylässä vuonna 1997 aloittanut inarinsaamenkielinen kielipesä jatkaa toimintaansa kunnallisena päivähoitopaikkana, jonka Inarin kunta hankkii ostopalveluna Inarinsaamen yhdistykseltä.
sme: Anára girkosiiddas jagis 1997 álggahan anárašgielat giellabeassi joatká doaimmas gieldda beaivedikšobáikin, man Anára gielda skáhppo oastinbálvalussan Anárašgiela searvvis.

source: Inarinsaamenkielinen perusopetus aloitettiin 2000 - luvun alussa.
sme: Anárašgielat vuođđooahpahus álggahuvvui 2000 – logu álggus.

source: Viime vuosina Inarin kirkonkylässä koulunsa aloittaneiden inarinsaamenkielisten oppilaiden ryhmä on ollut suurempi kuin pohjoissaamenkielinen opetusryhmä.
sme: Mannan jagiid Anára girkosiiddas skuvllaset álggahan anárašgielat oahppiid joavku lea leamaš stuorát go davvisámegielat oahpahusjoavku.

source: Inarinsaamen elvytystoiminta jatkuu hankkeella, jossa mm. koulutetaan uusia inarinsaamentaitoisia opettajia.
sme: Anárašgiela ealáskahttindoaibma joatkašuvvá prošeavttain, mas ee. skuvlejuvvojit ođđa anárašgielat oahpaheaddjit.

source: Hanketta johtaa vuonna 2007 inarinsaamen kielessä (ainoana ja ensimmäisenä maailmassa) tohtoriksi väitellyt Marja-Liisa Olthuis.
sme: Prošeavtta jođiha jagis 2007 anárašgielas (áidna ja vuosttasin máilmmis) doavttirin nákkáhallan Marja-Liisa Olthuis.

source: Koltansaame
sme: Nuortalašgiella

source: Koltansaamen perinteinen alue ulottuu Norjan Näätämöstä (Neiden) Venäjän Petsamoon ja Tuuloman Lappiin.
sme: Nuortalašgiela árbevirolaš guovlu ollá Norgga Njávdámis (Neiden) Ruošša Beahcámii ja Doalláma Lappii.

source: Alue on nykyisin kolmen valtion rajojen pirstoma.
sme: Guovlu lea otne golmma riikka siste.

source: Suomen puolella kolttasaamelaisen asutuksen keskuksia ovat Sevettijärven, Nellimin ja Keväjärven kylät.
sme: Suoma bealde nuortalaččaid guovddážat leat Čeavetjávrri, Nellima ja Keväjávrri gilit.

source: Koltansaamen puhujia on arvioitu ennen maailmansotia olleen muutamia tuhansia.
sme: Ovdal máilmmisođiid nuortalašgiela hálle árvvu miel muhtun duhát olbmo.

source: Nykyisin koltansaamea äidinkielenään puhuvia arvioidaan olevan noin 300.
sme: Otne nuortalašgiela eatnigiellan hálli olbmot leat árvvu mielde 300.

source: Sodat rikkoivat kolttien perinteisen kyläasutuksen, sosiaaliset- ja sukurakenteet ja heikensivät samalla myös kielen asemaa.
sme: Soađit biđgejedje nuortalaččaid árbevirolaš siidaássama, sosiálalaš ja sohkastruktuvrraid ja heajudedje seammás maid giela sajádaga.

source: Myös koltansaamen kieltä on elvytetty monin tavoin.
sme: Maiddái nuortalašgiella lea ealáskahtton máŋggaláhkai.

source: Koltansaamenkielinen kielipesäkokeilu aloitettiin Sevettijärvellä vuonna 1993.
sme: Nuortalašgielat giellabeasseiskkadallan álggahuvvui Čeavetjávrris jagis 1993.

source: Toimintaa jatkettiin vuodesta 1997 alkaen kunnan ja sittemmin saamelaiskäräjien EU-hankkeiden turvin.
sme: Doaibma joatkašuvai jagi 1997 rájes gieldda ja das maŋŋá sámedikki EU-fidnuid vehkiin.

source: Kielipesätoiminta katkesi 2000-luvulla ja aloitettiin kunnallisena päivähoitona uudelleen syksyllä 2008 Ivalossa.
sme: Giellabeassedoaibma boatkanii 2000-logus ja álggahuvvui gieldda beaivedikšun ođđasit čakčat 2008 Avvilis.

source: Koltansaamea opetetaan peruskoulussa ja se on opetuskielenä pienelle oppilasryhmälle.
sme: Nuortalašgiella oahpahuvvo vuođđoskuvllas ja dat lea oahpahusgiellan smávva oahppijovkui.

source: Yle Sámi radio lähettää ohjelmia kaikilla kolmella Suomen saamen kielellä.
sme: Yle Sámi radio sádde prográmmaid Suoma buot golmma sámegillii.

source: Inarin- ja koltansaamenkielisten lähetysten osuus on kuitenkin huomattavasti pohjoissaamenkielisiä lähetyksiä pienempää.
sme: Anáraš- ja nuortalašgielat sáddagiid ossodat lea goit čielgasit uhcit go davvisámegielat sáddagiid.

source: Lähteitä ja linkkejä:
sme: Gáldut ja liŋkkat:

source: Inarinsaamen kielen ja inarinsaamenkielisiä oppimateriaaleja
sme: Anárašgiela ja anárašgielat oahppamateriálat

source: Koltansaamen kielen ja koltansaamenkielisiä oppimateriaaleja
sme: Nuortalašgiela ja nuortalašgielat oahppamateriálat

source: Pohjoissaamen kielen ja pohjoissaamenkielisiä oppimateriaaleja
sme: Davvisámegiela ja davvisámegielat oahppamateriálat

source: Oulun yliopiston Giellagas-instituutilla on valtakunnallinen erityistehtävä saamen kielen korkeasta opetuksesta ja tutkimuksesta Suomessa
sme: Oulu universitehta Giellagas-instituhtas lea riikkaviidosaš spesiálabargu sámegiela alla oahpahusas ja dutkamušas Suomas

source: Helsingin yliopiston saamen tutkimus
sme: Helssega universitehta sámegiela dutkamuš

source: Saamelainen korkeakoulu / Sámi allaskuvla Norjan Koutokeinossa
sme: Sámi allaskuvla Norgga Guovdageainnus

source: Saamelaismuseo Siidan kotisivut www.siida.fi
sme: Sámemusea Siidda ruoktosiiddut www.siida.fi

source: Inarinsaamelaiset - Inarinsaamen kielen yhdistyksen ja Saamelaismuseo Siidan tuottama tietopaketti
sme: Anáraččat - Anárašgiela searvvi ja Sámemusea Siidda buvttadan diehtopakeahtta

source: Kolttasaamelaiset - Saamelaismuseo Siidan tuottama tietopaketti
sme: Nuortalaččat - Sámemusea Siidda buvttadan diehtopakeahtta

source: Kotimaisten kielten tutkimuskeskus tekee myös saamen kielenhuoltotyötä
sme: Ruovttueatnan gielaid dutkanguovddáš dahká maid sámegiela giellagáhttenbarggu

source: Kotimaisten kielten tutkimuskeskus: Álgu - saamelaiskielten sanojen alkuperä
sme: Ruovttueatnan gielaid dutkanguovddáš: Álgu – sámegielaid sániid álgovuolgga

source: Pohjoismainen saamen kielen lautakunta julkaisee kielisivustoa www.giella.org
sme: Davviriikkalaš sámegiela lávdegoddi almmustahttá giellasiidduid www.giella.org

source: YLE Sámi radio lähettää ohjelmaa kolmella Suomen saamen kielellä
sme: YLE Sámi radio sádde prográmma golmma Suoma sámegillii

source: Saamenkieliset palvelut verkossa
sme: Sámegielat bálvalusat interneahtas

source: - pohjoissaame
sme: - anárašgiella

source: - koltansaame
sme: - nuortalašgiella

source: - nettisanakirja
sme: - neahttasátnegirji
